Repository: hkoir/prescription
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Symptoms
bn: লক্ষন সমুহ

source: List multiple symptoms (e.g., fever, cough)
bn: লক্ষন গুলো কমা দিয়ে লিখুন

source: Duration
bn: কতদিন ধরে সমস্যা

source: How long has the patient had symptoms?
bn: কতদিন ধরে এই সমস্যা চলছে

source: Current Medications
bn: বর্তমানে কি ঔষধ খাচ্ছেন??

source: Current medications with dosage
bn: বর্তমানে কি কি ঔষধ খাচ্ছেন??

source: Vital Signs
bn: গুরুতপুরন লক্ষন যদি থাকে লিখুন

source: Enter vital signs (e.g., Temp: 101°F, BP: 120/80, HR: 90 bpm)
bn: কোন গুরুত্বপূর্ণ লক্ষন থাকলে লিখুন যেমন আতিরিক্ত শারীরিক তাপমাত্রা, উচ্চ রক্তচাপ ইত্যাদি (e.g., Temp: 101°F, BP: 120/80, HR: 90 bpm)

source: Upload Symptom Image
bn: আপনি চাইলে আপনার লক্ষন এর ছবি তুলে আপলোড করতে পারেন

source: Upload Symptom Video
bn: চাইলে সিমটম ফটো আপলোড করতে পারেন

source: Symptoms Summary
bn: লক্ষন সমুহ

source: Duration of Symptoms
bn: কতদিন ধরে সমস্যা

source: Vital Signs (e.g., BP, HR, Temp)
bn: গুরুত্বপূর্ণ লক্ষন যেমন উচ্চ রক্তচাপ, তাপমাত্রা ইত্যাদি

source: Location
bn: দেশ/শহর এর নাম

source: You can upload a symptom-related image.
bn: আপনি সর্বোচ্চ ৫টি ইমেজ/ফাইল আপোলোড করতে পারবেন

source: Or record and upload a short symptom video.
bn: অথবা ছোট ভিডিও রেকর্ড করতে পারেন

source: Briefly describe your symptoms.
bn: সংক্ষেপে সমস্যাগুলো বলুন

source: How long have you had these symptoms?
bn: কতদিন ধরে এই সমস্যা চলছে

source: Enter any available vital signs like BP, HR.
bn: গুরুত্বপূর্ণ লক্ষন থাকলে বলুন যেমন উচ্চ রক্তচাপ

source: Specify your current location or area.
bn: আপনি কোন দেশ এবং শহরে আছেন/থাকেন

source: Write your request message (Optional)
bn: এখানে আপনি কিছু বলতে চাইলে বলতে পারেন

source: Video Call Message
bn: আপনার কোন কথা থাকলে বলতে পারেন

source: Video Call Request Message
bn: আপনার কোন কথা থাকলে বলতে পারেন

source: Describe your current health status
bn: আপনার বর্তমান শারীরিক অবস্থা সংক্ষেপে বলুন

source: Patient's Current Status
bn: রোগীর বর্তমান অবস্থা কেমন বলুন

source: Explain any new symptoms or updates since your last visit.
bn: কোন নতুন লক্ষন বা অন্য কিছু থাকলে বলুন

source: Enter your message (optional) for this follow-up booking
bn: আপনার কিছু বলার থাকলে বলুন

source: Zoom Meeting Request Message
bn: আপনার কিছু বলার থাকলে বলুন

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
bn: আপনি এই ইমেইলটি পাচ্ছেন কারণ আপনি %(site_name)s-এ আপনার ব্যবহারকারীর অ্যাকাউন্টের পাসওয়ার্ড রিসেট করার অনুরোধ করেছেন।

source: Search by doctor name
bn: ডাক্তারের নাম দিয়ে খুজুন

source: Search
bn: খুজুন

source: Language
bn: ভাষা

source: Unlock the Power of AI for Your health assistance
bn: আনলক দি পাওয়ার অফ এ আই

source: Get unbiased, data-driven recommendations instantly with our advanced AI model
bn: আমাদের উন্নত এআই মডেলের মাধ্যমে তাৎক্ষণিকভাবে পক্ষপাতহীন, ডেটা-নির্ভর সুপারিশ পান

source: Get Prescription now
bn: প্রিস্ক্রিপশন তৈরী করুন

source: Chat with Ai as a Doctor
bn: আপনার ডাক্তারের মতো এআই-এর সাথে চ্যাট করুন

source: Find a Doctor & Book
bn: ডাক্তার খুজুন এবং বুক করুন

source: Confirm Doctor Booking
bn: বুকিং নিশ্চিত করুন

source: We will use your patient profile data and Ai prescription to analyse and prescribe
bn: আমরা আপনার রোগীর প্রোফাইল তথ্য এবং এআই প্রিস্ক্রিপশন ব্যবহার করে বিশ্লেষণ করব এবং প্রেসক্রাইব করব

source: Upload Symptom Image (optional)
bn: আপনি চাইলে আপনার লক্ষন এর ছবি তুলে আপলোড করতে পারেন

source: Capture Symptom Image
bn: লক্ষন এর ছবি ক্যাপচার করুন

source: Use Webcam
bn: ক্যামেরা ব্যবহার করুন

source: Retake
bn: পুনরায় তুলুন

source: Upload Symptom Video (optional)
bn: চাইলে সিমটম ফটো আপলোড করতে পারেন

source: Record a Short Symptom Video
bn: ছোট ভিডিও রেকর্ড করতে পারেন

source: Upload Lab Test Result / Old Prescription (images or PDFs)
bn: ল্যাবটেষ্ট এর ফটো আপলোড করতে পারেন যদি থাকে

source: You can upload multiple files at a time
bn: সর্বোচ্চ ৫টি একসাথে আপলোড করতে পারবেন

source: Confirm Booking
bn: বুকিং নিশ্চিত করুন

source: Cancel
bn: বাতিল করুন

source: Please provide the below details to get more accurate prescription
bn: ভাল ফলাফলের জন্য অনুগ্রহ করে নিচের তথ্যগুলো দিন

source: Upload Symptom video(optional)
bn: লক্ষনের ভিডিও থাকলে আপলোড করুন

source: Or record a short symptom video
bn: অথবা ছোট ভিডিও রেকর্ড করতে পারেন

source: Start Recording
bn: রেকর্ড শুরু করুন

source: Stop Recording
bn: রেকর্ড বন্ধ করুন

source: Upload Lab Test Result/ old prescription(images or PDFs)
bn: ল্যাবটেষ্ট / পুরান প্রিস্ক্রিপশন থাকলে আপলোড করুন

source: Complete Your Patient Profile
bn: আপনার প্রফাইল তৈরী করুন

source: Save
bn: সেভ করুন

source: AI Prescription Form
bn: এআই প্রিস্ক্রিপশন ফরম

source: Describe your symptoms — our AI will generate a prescription instantly.
bn: আপনার সমস্যা বর্ণনা করুন এবং এআই সাজেস্টেড প্রিস্ক্রিপশন দেখুন

source: I agree to the
bn: আমি সম্মত

source: Terms of Use
bn: ব্যবহারের শর্তাবলী

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: and
bn: এবং

source: Disclaimer
bn: দায় স্বীকার ঘোষণা

source: Generate Prescription
bn: প্রিস্ক্রিপশন তৈরী করুন

source: Ai Generated Prescription
bn: এআই সাজেস্টেড প্রিস্ক্রিপশন

source: Prescription Code:
bn: প্রিস্ক্রিপশন কোড:

source: Patient:
bn: রোগী

source: Age:
bn: বয়স

source: Gender:
bn: লিংগ

source: Duration of Symptoms:
bn: কতদিন ধরে সমস্যা

source: Symptoms:
bn: প্লক্ষন সমুহ

source: Summary of Findings:
bn: ফলাফলের একটি সারাংশ

source: Welcome to
bn: স্বাগতম

source: Care Setu
bn: কেয়ার সেতু

source: AI-powered health assistance and Specialized doctor support
bn: এআই-চালিত স্বাস্থ্য সহায়তা এবং বিশেষায়িত ডাক্তারের সেবা

source: Ai Services
bn: এআই সেবাসমুহ

source: I am your AI
bn: আমি আপনার AI

source: How are you feeling today? You can ask me about your health
bn: আপনি আজ কেমন অনুভব করছেন? আপনার স্বাস্থ্যের সম্পর্কে আমাকে জিজ্ঞাসা করতে পারেন

source: Tap to Start
bn: শুরু করতে ট্যাপ করুন

source: Your Symptom History
bn: আপনার সিমটম চেকিং সমুহ এখানে

source: Track your previous symptom checks
bn: আপনার সিমটম সমুহ মনিটর এবং ট্র্যাকিং করুন

source: AI suggested Prescription
bn: এআই সাজেস্টেড প্রিস্ক্রিপশন

source: Enter your symptoms and get Instant AI generated prescription
bn: আপনার সমস্যাগুলো বলুন, এআই আপনার জন্য সম্ভাব্য প্রিস্ক্রিপশন দিবে

source: Get it now
bn: এখনি ক্লিক করুন

source: AI Prescription History
bn: এআই জেনারেটেড প্রিস্ক্রিপশন

source: Your AI-generated prescription history
bn: আপনার সমস্ত এ আই জেনারেটেড প্রিস্ক্রিপশন সমুহ এখানে দেখুন

source: Interpret Lab Test Result
bn: ল্যাবটেস্ট এর ব্যাখ্যা

source: Upload your lab test for AI interpretation
bn: আপনার ল্যাবটেষ্ট এর পিকচার আপলোড করুন, এ আই আপনার ল্যাবটেষ্ট এর ফলাফল এর ব্যাখ্যা করে দিবে

source: Lab Interpretation History
bn: সব ল্যাবটেষ্ট এর ব্যাখ্যা সমুহ দেখুন

source: View all your lab interpretation history
bn: আপনার সব ল্যাবটেষ্ট এর ফলাফল এখান থেকে দেখুন।

source: Specialized Doctor Services
bn: বিশেষায়িত ডাক্তারের সেবা সমুহ

source: Search your Specialized Doctor
bn: আপনার পছন্দের বিশেষায়িত ডাক্তার খুজুন

source: Book Specialised doctor now. Describe your problem as per our template
bn: বিশেষায়িত ডাক্তার এর প্রিস্ক্রিপশন এর জন্য আপনার সম্যসাগুলো বলুন

source: Doctor Booking History
bn: ডাক্তারের বুকিং সমুহ

source: Your Specialized Doctor Booking history are here
bn: আপনার বিশেষায়িত ডাক্তারের বুকিং সমুহ এখানে

source: Doctor Prescription History
bn: বিশেষায়িত ডাক্তারের প্রিস্ক্রিপশন সমুহ

source: Track all of Your Prescriptions given by specialized Doctors
bn: আপনার বিশেষায়িত ডাক্তারের প্রিস্ক্রিপশনসমুহ ট্র্যাকিং ও মনিটরিং করুন এখান থেকে

source: Book and Visit Doctor Chamber
bn: বিশেষায়িত ডাক্তারের চ্যাম্বারে যেয়ে ডাক্তার দেখাতে ক্লিক করুন

source: You can now book Docctor Time slots and Visit Doctor Chamber
bn: এখন থেকে ডাক্তারের চ্যাম্বারে যেয়ে ডাক্তার দেখানোর জন্য আমাদের এখান থেকে ডাক্তার বুকিং করতে পারবেন

source: Doctor Chamber Visit history
bn: চ্যাম্বার ডাক্তার দেখানো প্রিস্ক্রিপশন সমুহ

source: Click here to view all of your Doctor Chamber visit appointments
bn: চ্যাম্বার ডাক্তার দাখানোর সব বুকিন এবং প্রিস্ক্রিপশন সমুহ এখান থেকে দেখুন

source: Other Services
bn: অন্যন্য সেবাসমুহ

source: Nearby Services, Hospital, Ambulance, Nursing, Medicine etc.
bn: আপনার আশেপাশের হাসপাতাল, এম্বুলেন্স, মেডিসিন, ফিজিওথ্যারাপি, ইত্যাদির তথ্যাদি ও সেবা জানতে একনে ক্লিক করুন

source: I am AI. What can you expect:
bn: আমি এআই। আপনি কী আশা করতে পারেন

source: I will ask you health-related questions and listen to your answers
bn: আমি আপনার স্বাস্থ্য সম্পর্কিত প্রশ্ন করবো এবং আপনার উত্তর শুনবো

source: I will generate a <strong>summary of findings</strong> from your symptoms
bn: আমি আপনার উপসর্গ থেকে একটি <strong>সারাংশ</strong> তৈরি করব

source: I will suggest <strong>probable disease names</strong>
bn: আমি সম্ভাব্য <strong>রোগের নাম</strong> প্রস্তাব করব

source: I will give you a <strong>professional-like prescription</strong> including medicines, lab tests & advice
bn: আমি আপনাকে ওষুধ, ল্যাব টেস্ট এবং পরামর্শসহ একটি <strong>পেশাদার ধরণের প্রেসক্রিপশন</strong> দেব

source: I will recommend the <strong>type of specialized doctor</strong> you need to consult
bn: আমি আপনার জন্য প্রয়োজনীয় <strong>বিশেষায়িত ডাক্তারের ধরণ</strong> সুপারিশ করব

source: You can <strong>book specialized doctors, request video calls</strong>, upload images or short videos
bn: আপনি <strong>বিশেষায়িত ডাক্তার বুক করতে পারবেন, ভিডিও কলের অনুরোধ করতে পারবেন</strong>, ছবি বা ছোট ভিডিও আপলোড করতে পারবেন

source: Specialized doctors will <strong>analyze your records and give prescriptions</strong>
bn: বিশেষায়িত ডাক্তাররা আপনার রেকর্ড বিশ্লেষণ করে <strong>প্রেসক্রিপশন দেবেন</strong>

source: You can <strong>view & download doctor prescriptions</strong> anytime from your profile
bn: আপনি আপনার প্রোফাইল থেকে <strong>ডাক্তারের প্রেসক্রিপশন দেখতে এবং ডাউনলোড করতে পারবেন</strong>

source: Enjoy all these healthcare services <strong>from the comfort of your home</strong>
bn: নিজের বাড়ির আরাম থেকে এই সমস্ত স্বাস্থ্যসেবা <strong>উপভোগ করুন</strong>

source: Why Use AI-Powered Prescriptions?
bn: কেন এআই-চালিত প্রেসক্রিপশন ব্যবহার করবেন?

source: In today's fast-paced healthcare environment, AI-powered prescriptions serve as a first-line support system for patients. While specialized doctors remain essential for thorough diagnosis and treatment, AI helps streamline the process by collecting and analyzing patient symptoms, history, and inputs instantly. This allows doctors to focus on validation and refinement rather than starting from scratch—especially in high-demand scenarios or remote areas. It also empowers patients to receive quick preliminary guidance, improves triage efficiency, and reduces waiting times. AI doesn't replace doctors—it enhances their accuracy, saves time, and ensures no symptom is overlooked
bn: আজকের দ্রুতগামী স্বাস্থ্যসেবা ব্যবস্থায়, এআই-চালিত প্রেসক্রিপশন রোগীদের জন্য একটি প্রাথমিক সহায়ক ব্যবস্থা হিসেবে কাজ করে। যদিও বিশেষায়িত ডাক্তাররা সম্পূর্ণ রোগ নির্ণয় এবং চিকিৎসার জন্য অপরিহার্য, এআই রোগীর উপসর্গ, ইতিহাস এবং ইনপুট তৎক্ষণাৎ সংগ্রহ ও বিশ্লেষণ করে প্রক্রিয়াটি সহজ করে। এর ফলে ডাক্তাররা শুরু থেকে কাজ করার বদলে যাচাই এবং উন্নতিতে মনোনিবেশ করতে পারেন—বিশেষ করে উচ্চ চাহিদার পরিস্থিতি বা দূরবর্তী এলাকায়। এটি রোগীদের দ্রুত প্রাথমিক পরামর্শ পেতে সহায়তা করে, ত্রিয়াজ দক্ষতা বাড়ায় এবং অপেক্ষার সময় কমায়। এআই ডাক্তারদের বিকল্প নয়—এটি তাদের যথার্থতা বাড়ায়, সময় বাঁচায় এবং কোনো উপসর্গ উপেক্ষিত না হয় তা নিশ্চিত করে।

source: Why Join Our AI-Powered Healthcare Platform?
bn: কেন আমাদের এআই-চালিত স্বাস্থ্যসেবা প্ল্যাটফর্মে যোগ দেবেন?

source: For Doctors
bn: ডাক্তারদের জন্য

source: Earn consultation fees from home or on the go
bn: বাড়ি থেকে বা যেকোনো জায়গা থেকে কনসালটেশনের ফি আয় করুন

source: Work flexible hours, even part-time
bn: কাজের ফাকে, চলার পথে সুবিধামত সময়ে কাজ করার সুযোগ

source: Gain exposure to a wide patient base
bn: বৃহৎ রোগী গোষ্ঠীর সাথে কাজ করার সুযোগ পান

source: Vet AI-generated prescriptions efficiently
bn: এআই-তৈরি প্রেসক্রিপশন কার্যকরভাবে যাচাই করুন

source: Conduct video consultations securely
bn: নিরাপদে ভিডিও কনসালটেশন পরিচালনা করুন

source: For Patients
bn: রোগীদের জন্য

source: Get AI-powered suggested prescriptions instantly
bn: এআই-চালিত প্রস্তাবিত প্রেসক্রিপশন তাৎক্ষণিক পান

source: Book expert doctors from home
bn: বাড়ি থেকে বিশেষজ্ঞ ডাক্তার বুক করুন

source: Share symptoms and medical files online
bn: অনলাইনে উপসর্গ ও চিকিৎসার ফাইল শেয়ার করুন

source: Request video consultations as needed
bn: প্রয়োজনে ভিডিও কনসালটেশনের অনুরোধ করুন

source: Access prescriptions from anywhere
bn: যেকোনো জায়গা থেকে প্রেসক্রিপশন অ্যাক্সেস করুন

source: Get Your free AI-Powered Prescription and see the power of Ai!
bn: আপনার বিনামূল্যের এআই-চালিত প্রেসক্রিপশন পান এবং এআই-এর ক্ষমতা দেখুন!

source: Experience instant, intelligent health advice from our advanced AI model.
bn: আমাদের উন্নত এআই মডেল থেকে তাৎক্ষণিক, বুদ্ধিদীপ্ত স্বাস্থ্য পরামর্শ নিন।

source: Try now
bn: এখনই চেষ্টা করুন

source: Chat with Ai as your Doctor
bn: আপনার ডাক্তারের মতো এআই-এর সাথে চ্যাট করুন

source: Thank You for Choosing Our AI-Powered Healthcare Platform!
bn: আমাদের এআই-চালিত স্বাস্থ্যসেবা প্ল্যাটফর্ম বেছে নেওয়ার জন্য ধন্যবাদ!

source: We’re delighted to have you explore our <strong>AI-Enhanced Prescription and Real Doctor Consultation Service</strong>. Designed to seamlessly blend the power of artificial intelligence with the compassion and expertise of real medical professionals, our platform is built to deliver faster, smarter, and more accurate healthcare experiences.
bn: আমরা আনন্দিত যে আপনি আমাদের <strong>এআই-সমৃদ্ধ প্রেসক্রিপশন এবং প্রকৃত ডাক্তার পরামর্শ সেবা</strong> অন্বেষণ করছেন। কৃত্রিম বুদ্ধিমত্তার ক্ষমতাকে বাস্তব মেডিকেল পেশাদারদের সহানুভূতি ও দক্ষতার সাথে একত্রিত করার জন্য ডিজাইন করা হয়েছে, আমাদের প্ল্যাটফর্ম দ্রুততর, আরও বুদ্ধিমান এবং সঠিক স্বাস্থ্যসেবা অভিজ্ঞতা প্রদান করে।

source: Whether you're seeking a quick diagnosis or a specialist consultation, we aim to make quality healthcare more accessible and efficient. Your trust drives us to continue innovating and improving every aspect of your health journey.
bn: আপনি দ্রুত রোগ নির্ণয় বা বিশেষজ্ঞ পরামর্শ যেটিই খুঁজছেন না কেন, আমরা মানসম্পন্ন স্বাস্থ্যসেবা আরও সহজলভ্য এবং কার্যকর করতে কাজ করি। আপনার বিশ্বাস আমাদের অনুপ্রাণিত করে আপনার স্বাস্থ্য যাত্রার প্রতিটি ক্ষেত্রে নতুনত্ব এবং উন্নতি আনতে।

source: Be Smart. Be Healthy. We're Always Here for You.
bn: স্মার্ট হোন। সুস্থ থাকুন। আমরা সবসময় আপনার পাশে।

source: The mymeplus Healthcare Team
bn: মাইমেপ্লাস হেলথকেয়ার টিম

source: mymeplus Technology
bn: মাইমেপ্লাস টেকনোলজি

source: Development Team
bn: ডেভেলপমেন্ট টিম

source: Your answer
bn: আপনার উত্তর

source: Yes
bn: হ্যা

source: No
bn: না

source: Let's Prepare Your AI Prescription
bn: প্রথমে কিছু তথ্য দিন

source: Tell us about your current medications and any vital signs.
bn: াপনায় আপনি বরতমানে কোন ওষধ খাইলে এবং কোন গুরুতপুরন কোন লক্ষন থাকলে সেটা বলুন

source: Continue to Symptom Analysis
bn: এগিয়ে যান

source: Question
bn: প্রশ্ন

source: Answer
bn: উত্তর

source: Probable Disease
bn: সম্ভাব্য রোগ

source: Key Symptoms
bn: প্রধান লক্ষন সমুহ

source: Doctor follow-up booking for
bn: ডাক্তারের ফলোয়াপ বুকিং ফর

source: Capture
bn: ক্যাপচার ফটো

source: Or Record a Short Symptom Video
bn: অথবা ছোট ভিডিও রেকর্ড করুন

source: You can upload max 5 files/images
bn: আপনি সর্বোচ্চ ৫টি ইমেজ/ফাইল আপোলোড করতে পারবেন

source: Confirm
bn: নিশ্চিত করুন
